"Add" = "Додати";
"Add Source" = "Додати репозиторій";
"All Packages" = "Всі пакети";
"Analyzing dependencies..." = "Аналізую залежності…";
"Author" = "Автор";
"Bad Source" = "Поганий репозиторій";
"Cancel" = "Відмінити";
"Cancelled." = "Відмінено.";
"Cleaning up..." = "Чищу…";
"Custom..." = "Інші…";
"Direct Dependencies" = "Прямі залежності";
"Direct Dependency" = "Пряма залежність";
"Done" = "Готово";
"Downloading" = "Завантажую";
"Finishing" = "Закінчую";
"have" = "мають";
"Install" = "Встановити";
"Installing" = "Встановлюю";
"Maintainer" = "Керуючий";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Пакет \"%@\" не може бути видалений, тому що він абсолютно необхідний для функціонування Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Пакет \"%1$@\" не може бути видалений, тому що від нього залежать інші пакети:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Пакет \"%1$@\" неможливо встановити (DPKG повернула помилку #%2$d). Можливо, більше інформації можно знайти в записах консолі.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Пакет \"%1$@\" неможливо видалити (DPKG повернула помилку #%2$d). Можливо, більше інформації можно знайти в записах консолі.";
"Package \"%@\" was not found." = "Пакет \"%@\" не знайдено. Скоріше за все, вам треба додати репозиторій, в якому він знаходиться.";
"Please enter the source URL:" = "Будь-ласка, введіть URL репозиторія:";
"Preparing" = "Підготовка";
"Reinstall" = "Перевстановлення";
"Removing" = "Видалення";
"Search All" = "Шукати серед усіх";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Репозиторій за адресою URL \"%@\", схоже, неправильний. Він не був доданий.";
"Uncategorized" = "Без категорії";
"Update All" = "Оновити усі";
"Remove" = "Видалити";
"Version" = "Версія";
"Upgrade" = "Оновити";
"View Console Log" = "Переглянути записи консолі";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Пакет \"%@\" не може бути встановлений, оскільки він конфліктує з іншим встановленним пакетом, \"%@\". Будь-ласка, спочатку видаліть його.";
"Yesterday" = "Вчора";
"Two Days Ago" = "Два дні тому";
"More..." = "Більше…";
"Recent Packages" = "Оновлені пакети";
"Force Remove" = "Насильно видалити";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Цей пакет позначений як Необхідний і вважається важливим для роботи системи. Ви можете його видалити насильно, але це може призвести до збою роботи системи. Будь-ласка, робіть це тільки якщо ви знаєте, що робите.";
"%d Hours Ago" = "%d годин тому";
"%d Hour Ago" = "%d годину тому";
"%d Minutes Ago" = "%d хвилин тому";
"%d Minute Ago" = "%d хвилину тому";
"%d Days Ago" = "%d днів тому";

/* NIB strings */
"Add All" = "Додати всі";
"Other Credits" = "Інша інформація";
"Copyright" = "Копірайт";
"All rights reserved" = "Всі права застережено";
"Categories" = "Категорії";
"Sources" = "Репозиторії";
"Installed" = "Встановлені";
"About" = "Про";
"Updated" = "Оновлені";
